---
kind: enumMember
id: F:Autodesk.Revit.DB.ElementTypeGroup.ViewType3D
enum: Autodesk.Revit.DB.ElementTypeGroup
source: html/f5b57d98-c551-9693-9009-8eb17fef8a14.htm
---
# Autodesk.Revit.DB.ElementTypeGroup.ViewType3D

The 3D view type.